Revit 2027 API
ParameterTypeId.ViewSolarstudyAnimationSpeedText Property
 "Loop animation speed"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewSolarstudyAnimationSpeedText { get; }
Public Shared ReadOnly Property ViewSolarstudyAnimationSpeedText As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewSolarstudyAnimationSpeedText {
	ForgeTypeId^ get ();
}
static member ViewSolarstudyAnimationSpeedText : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace